# programming stuff
git
python
ruby
clisp
neovim
xclip
xsel
go
# workflow tools
mutt
task
# Nice things
openssh
vlc
man-db
man-pages
texinfo
xsecurelock
qt5-base
qt5-doc
gtk3
curl
feh
python-pyqt5
python-pip
python-lxml
python-genshi
python-setuptools
# Applications
firefox
konsole
knewstuff
knotifyconfig
kparts
kpty
discord
imagemagick
ghostscript
imagemagick-doc
jq
flameshot
# Fonts
ttf-cascadia-code
ttf-fira-code
ttf-fira-mono
otf-fira-mono
ttf-jetbrains-mono
