# Bootloader
grub
efibootmgr
# Filesystems
rsync
dosfstools
e2fsprogs
lvm2
# Hardware support
bluez
b43-fwcutter
linux-headers
gpm
libinput
intel-ucode
amd-ucode
base-devel
bolt
fwupd
# Networking
networkmanager
iw
wpa_supplicant
dhclient
openssl
dnsutils
gnome-keyring
ipcalc
openvpn
# Window Server
xorg
xorg-apps
xorg-server
xorg-xinput
xorg-drivers
mesa
xf86-video-intel
xf86-video-ati
xf86-video-amdgpu
libva-intel-driver
# audio Utilities
pulseaudio
pavucontrol
alsa-utils
alsa-firmware
sof-firmware
alsa-ucm-conf
# archive Utilities
p7zip
zip
unzip
gzip
unrar
tar
# login and window Manager
sddm
arandr
python-cairo
autorandr
bspwm
xcompmgr
sxhkd
dmenu
# system utilities
tree
htop
nautilus
zsh
zsh-lovers
xonsh
bc
reflector
xdg-utils
desktop-file-utils
shared-mime-info
# power management and laptops
acpi
tlp
# Keybindings
xbindkeys
