# programming stuff
git
python
ruby
clisp
neovim
xclip
xsel
go
nodejs-lts-fermium
npm
mit-scheme
# workflow tools
mutt
task
# Nice things
docker
fortune-mod
openssh
vlc
man-db
man-pages
texinfo
xsecurelock
qt5-base
qt5-doc
python-dbus
python-opengl
qt5-connectivity
qt5-declarative
qt5-multimedia
qt5-quick3d
qt5-remoteobjects
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-webkit
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
sip
gtk3
curl
feh
python-pyqt5
python-pip
python-lxml
python-genshi
python-setuptools
libreoffice-still
gdb
gstreamer
gst-libav
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
# Applications
firefox
konsole
knewstuff
knotifyconfig
kparts
kpty
discord
imagemagick
ghostscript
imagemagick-doc
jq
flameshot
# fonts
ttf-font
ttf-cascadia-code
ttf-fira-code
ttf-fira-mono
otf-fira-mono
ttf-jetbrains-mono
# java
jdk11-openjdk
java11-openjfx
jdk8-openjdk
